Repository: Mahdi-Irsheid/Skullcandy
Catalog: Screens/*.lproj/Localizable.strings
Languages: ar

source: Warrning
ar: تحذير!

source: Cancle
ar: إلغاء

source: Change
ar: تغيير

source: The application will shutt down after 5 seconds, please open the application again.
ar: سيتم اغلاق التطبيق بعد 5 ثواني، يرجى فتح التطبيق بعد الإغلاق.

source: Comming Soon
ar: قريباً

source: There's something wrong, or there is no time to do this feature right now, this will be a future update soon.
ar: هنالك خطأ، أو ربما لا يوجد وقت لإضافة هذه الميزة الآن، سيكون هذا تحديث في المستقبل.

source: Error
ar: خطأ

source: Please fill in all fields.
ar: رجاءً إملأ كل الفراغات.

source: There's something wrong with the fields, try to fill in the fields correctly.
ar: هنالك خطأ في الفراغات، حاول تعبئة الفراغات بالشكل الصحيح.

source: There was an error in email field, check your email spilling, or this email does'nt exist.
ar: هنالك خطأ في صندوق البريد، تأكّد من البريد الخاص بك، أو هذا البريد غير موجود.

source: Error creating user!
ar: خطأ في إنشاء مستخدم!

source: Error saving user data.
ar: خطأ لي حفظ معلومات المستخدم!

source: Document successfully written!
ar: تم حفظ الملف بنجاح!

source: Success
ar: نجاح!

source: This item added to your cart successfully.
ar: تم إضافة هذه البضاعة على السلة بنجاح.

source: lable_text
ar: اهلا بك في تطبيق المهدي
